rabbit.itemResponse({"requestUrl":"http://api.ft.com/content/items/v1/e72ca464-a2b8-11e0-83fc-00144feabdc0","item":{"aspectSet":"article","aspects":["assets","body","editorial","images","lifecycle","location","master","mediaAssets","metadata","package","packaging","provenance","summary","title"],"modelVersion":"1","id":"e72ca464-a2b8-11e0-83fc-00144feabdc0","apiUrl":"http://api.ft.com/content/items/v1/e72ca464-a2b8-11e0-83fc-00144feabdc0","title":{"title":"Meet Michele"},"body":{"mediaType":"text/html","body":"<p><img height=\"376\" alt=\"Michele Bachmann\" width=\"566\" class=\"ft-web-inline-picture\" src=\"http://im.ft-static.com/content/images/df54c6e4-a2d7-11e0-a9a4-00144feabdc0.img\"/>\n</p>\n<p>“Instead of looking at who’s electable, I’m looking at who’s the best person,” Barb Heki tells me as we discuss politics over breakfast in a bakery just outside of Des Moines, Iowa. “From a theological perspective, biblically, God puts leaders in place and my role is to look for the most righteous leaders – to be a light by supporting them and then let God work through that.” Heki does not fit the mould of a powerful political operative. A devout Christian with four children and a frizzy, 1980s-style mane, she is an outspoken advocate of home schooling. But for the last few months, she has been courted by many of the top Republican contenders for the White House. With 16 months to go before the <a title=\"FT In depth - US presidential election\" href=\"http://www.ft.com/indepth/us-presidential-election-2012\">2012 presidential election</a>, Iowa still feels like a sleepy corn state. But Republican hopefuls are already jockeying to win the state caucuses early next year (Iowa kicks off nomination season), and, ultimately, the chance to take on President Barack Obama next November. For victory, they need activists like Heki, who is deeply influential among local Christian and Tea Party conservatives, to rally behind them.</p>\n<p>Heki is modest about her clout but she is happy to express views that many would consider radical. She does not believe the government should run schools and opposes abortion under all circumstances, including in cases of rape or incest. She is also ready to do whatever it takes to get Michele Bachmann, the Republican congresswoman from Minnesota, elected president.</p>\n<p>Bachmann officially <a title=\"FT - Bachmann joins presidential race \" href=\"http://www.ft.com/cms/s/0/22a4cf60-a0c7-11e0-b14e-00144feabdc0.html\">announced her candidacy</a> last Monday in Waterloo, Iowa, the town where she was born. In her speech, she denounced as a liberal fallacy the notion that the Tea Party – the ultra conservative and anti-government political movement that she has come to embody – represents only the right wing fringe of her party. “We are people who simply want to get America back on the right track again,” she declared. “Make no mistake about it, Barack Obama will be a one-term president.” </p>\n<p>Inside Washington, the charismatic 55-year-old former tax attorney and mother of five – 28 if you include the foster children she says she has raised – has often been derided as a joke. But outside the capital Bachmann has emerged as a national star among conservatives – largely because of her appetite for provocative stunts, such as calling for an investigation into whether fellow members of Congress were “anti-American”.</p>\n<aside data-asset-type=\"pullQuote\" data-asset-name=\"asset1\"></aside><p>In a field of uninspiring Republican contenders, Bachmann is the dark horse. Many believe she has the political skill to challenge former Massachusetts governor <a title=\"FT - Romney leads race to take on Obama \" href=\"http://www.ft.com/cms/s/0/c55c3f50-95ea-11e0-ba20-00144feab49a.html\">Mitt Romney</a>, the frontrunner and a man whose polished veneer makes him appear both presidential and – to his critics – totally inauthentic. A recent poll shows Bachmann trailing him by just one percentage point in Iowa. </p>\n<p>Such a meteoric rise might seem like a one-off in a year with a shallow talent pool. In fact, Bachmann’s career reflects something bigger: the steady shift to the right in Republican politics that has found new intensity with the <a title=\"FT In depth - Tea Party movement\" href=\"http://www.ft.com/indepth/tea-party-movement\">emergence of the Tea Party</a>. For Iowa state senator Kent Sorenson, it is Bachmann’s uncompromising conservatism, the very trait that may spoil her chances with mainstream voters, which will lead her to victory. “It took a Jimmy Carter for us to get a Ronald Reagan, so it may very well take a Barack Obama for us to get a Michele Bachmann,” he says.</p>\n<p><span class=\"ft-bold\">. . . </span>\n</p>\n<p>Bachmann tends to tell her own story in deeply religious terms. She was born to a Norwegian Lutheran family in Iowa and moved to Minnesota as a young girl. When her parents divorced, Bachmann was raised by her mother. She says she found Jesus when she was 16. Asked how she became such a tough politician, Bachmann replied: “I had the privilege of growing up with three brothers and no sisters, and I knew what it was to get slapped around and what you have to do to fight back.” </p>\n<p>A close political adviser says that her family faced financial hardship during her childhood. (Bachmann’s office declined interview requests and did not reply to queries from the Financial Times for this article.) In college, Bachmann was a Democrat and campaigned for Jimmy Carter. Her political conversion came when she was on a train, reading Gore Vidal’s <span class=\"ft-italic\">Burr</span>, a “snotty novel” that she said attacked and mocked the Founding Fathers. Suddenly she realised she was a Republican. In 1978, she married Marcus Bachmann who today runs Christian counselling centres in Minnesota. She once said that her decision to marry was not the result of a “big romantic surge” but was inspired by a vision, that both she and a girlfriend had while praying, of her marrying Bachmann in a field at his family’s farm.</p>\n<p><img height=\"823\" alt=\"Republican support graphic\" width=\"150\" class=\"ft-web-inline-picture\" src=\"http://im.ft-static.com/content/images/daabcc14-a2d7-11e0-a9a4-00144feabdc0.img\"/>God also guided her professional path. “When I was busy studying,” she once said, “the Lord put in my heart that if I would be diligent and steadfast that he would take me to law school. And I thought, law school? I have no interest in going to law school. But I put that in his hands.” After attending Oral Roberts University, a Christian college, Bachmann says the Lord instructed her through her husband to get a post-doctorate degree in tax law, an idea that did not excite her. “The Lord says, ‘Be submissive wives, you ought to be submissive to your husband’. I pursued this course of study.” </p>\n<p>Although Bachmann frequently refers to the 23 foster children she and her husband took in over the years, public records are no longer available to offer any further insights. She often notes her role as a mother, but in stark contrast to former Alaska governor Sarah Palin, to whom she is often compared, Bachmann rarely appears publicly with her own children, who range in age from 17 to 29. When I ask those who knew Bachmann – both allies and foes – before she was a national figure what would surprise voters about her, they all say the same thing: “Don’t underestimate Michele”. Nearly everyone talks about her special ability to home in on what voters are feeling and make those issues her own in a way that appears to be courageous and sincere.</p>\n<p>Bachmann began her political career in 1999, as one of a slate of Republican-endorsed candidates to run for school board in Stillwater, Minnesota. Mary Cecconi, a public school advocate who was running for re-election, remembers being aghast at the politicisation of the traditionally non-partisan race. When Bachmann and a small band of activists began “stomping through local churches” warning that a new state-wide graduation standard promoting concepts such as global responsibility was unconstitutional and “anti-American”, Cecconi recalls telling a colleague that they ought to confront the criticisms instead of letting them go unchallenged. “She said, don’t worry, people like this go away, they always do.” Cecconi laughs and rolls her eyes. </p>\n<p>As it turned out, Bachmann did not win that race – but it would be the last time she lost an election. According to Minnesota legend, Bachmann’s election to the state senate in 2000 began as a fluke. She seemingly unwittingly won the endorsement of local Republicans, unseating a 28-year veteran and moderate Republican named Gary Laidig. </p>\n<p>Her endorsement created a rift between mainstream Republican legislators who believed Laidig had been ambushed by ideological activists and those who thought he was out of touch with his increasingly conservative district. But Bill Pulkrabek, who was an important early supporter of Bachmann’s political career, scoffs at the suggestion that she never intended to challenge Laidig. “I know now that she says that she just showed up and it was on a whim,” he says. “I’m not saying that she’s not being truthful on that, but... normally it takes months of preparation.” </p>\n<p><img height=\"200\" alt=\"Bachmann supporters\" width=\"300\" class=\"ft-web-inline-picture\" src=\"http://im.ft-static.com/content/images/de71f6ca-a2d7-11e0-a9a4-00144feabdc0.img\"/>Pulkrabek says the “civil war” that broke out among Republicans was highly unusual at the time. Today, though, such intra-party battles are commonplace. Successful Tea Party campaigns to dethrone so-called RINOs (Republicans In Name Only) have made moderate Republicans an endangered species in Washington. “She has the uncanny ability to motivate activists to do stuff for her and the party,” says Pulkrabek. “They don’t just go home. They’ll march in a parade, they’ll put up a sign, they’ll give money. She really has an army of people that are loyal to her, to the point that I’ve never seen with any other candidate.”</p>\n<p>Once she was elected to the state senate in 2000, Bachmann took the lead on another controversial issue: seeking the passage of an amendment to ban gay marriage. It failed, but the campaign heightened her profile. </p>\n<p>Rebecca Otto, a Democrat who serves as state auditor of Minnesota and used to share a district with Bachmann, believes her former colleague is driven by religion. “I don’t think she always makes that public … you’re not going to see that in commercials,” Otto tells me over lunch in downtown St Paul. Bachmann, she says, is “very, very bright” and extremely careful about not allowing herself to be “set up for failure”. </p>\n<p>She is also, says Otto, a woman who does not mince words when unhappy. Otto tells a story about how she once appeared uninvited at one of Bachmann’s town hall meetings with constituents, and invited Bachmann to attend a town hall meeting she was planning. Otto says this was standard practice for two lawmakers who shared the same district. But an angry Bachmann allegedly cornered her in a corridor, jabbing her finger as she spoke. </p>\n<aside data-asset-type=\"pullQuote\" data-asset-name=\"asset2\"></aside><p>“She said, ‘Don’t you ever invite me to a town hall meeting again and don’t you ever come to mine again. Do you understand?’ I said the state has budgetary issues and [voters] would expect us to work together to solve their problems,” Otto recalled. Bachmann allegedly replied “That is not how it works” and walked away. A month later, Bachmann ran into Otto while she was speaking to an important university president. “She walks in and gives me a bear hug and says she’s so delighted to see me,” Otto says. “If she wants to be seen in a positive light, she makes that happen, too … she can be very charming if she wants to be.”</p>\n<p>After her time in the state senate, Bachmann said that God called on her to seek even higher office: a seat in the US House of Representatives. She and her husband fasted and prayed for three days on the idea, asking: “Lord, is this what you want?”</p>\n<p>Phil Krinkie, who heads the Taxpayers League of Minnesota, an anti-tax advocacy group, ran and lost against Bachmann for the Republican endorsement for the House seat in 2006. He remembers with amazement that he raised $400,000 for the campaign – yet Bachmann outdid him. “Any time she would go in to see a business executive – male, over 50 – we would lose, because she’s attractive, she’s passionate, she’s charismatic and these white middle-aged CEOs would get out their chequebooks,” he recalls. “Obviously it’s much more than that … there’s her innate ability to sense what the electorate is passionate about.”</p>\n<p><img height=\"376\" alt=\"Michele Bachmann\" width=\"566\" class=\"ft-web-inline-picture\" src=\"http://im.ft-static.com/content/images/e03a7cf2-a2d7-11e0-a9a4-00144feabdc0.img\"/>\n</p>\n<p>Following Bachmann’s arrival in Washington and the election of <a title=\"FT In depth - Obama presidency\" href=\"http://www.ft.com/indepth/obama-presidency\">Barack Obama</a> two years later, her focus on social issues such as education and gay marriage ebbed. It was replaced by an intense preoccupation with the subject at the heart of the Tea Party: the rapid expansion of the US government and the country’s looming fiscal crisis. Bachmann became an advocate for sharp cuts in public spending. She drew comparisons between America’s debt problem and the Nazi Holocaust, saying that future generations would question why their forebears did nothing to stop the destruction of “economic liberty”.</p>\n<p>For a long time, such remarks encouraged the Republican establishment to dismiss Bachmann as little more than a caricature in the vein of Sarah Palin. She was seen as a woman who could rile up the same (alarmingly large) segment of the population that believed Obama was not born in the US, but who had a thin legislative record to show for all of her swagger. Republican leaders seem to wish they could shunt her aside. When Bachmann made the unorthodox decision to present a Tea Party response to Obama’s State of the Union speech this year – taking the spotlight away from the more mundane Republican party response – John Boehner, the Republican Speaker of the House, said he missed it because he had “other obligations”. </p>\n<p>In her rebuttal of Obama, she compared the <a title=\"FT In depth - US budget\" href=\"http://www.ft.com/indepth/us-budget\">US debt crisis</a> to the battle of Iwo Jima in the second world war – a fight “against all odds” to beat back a “totalitarian aggressor”. The address was ridiculed by pundits, partly because rather than look directly into the camera, Bachmann fixed her steady gaze off-centre. Meghan McCain, a columnist and daughter of the 2008 Republican nominee John McCain, said: “Michele Bachmann is in my opinion no better than a poor man’s Sarah Palin … I take none of it seriously.”</p>\n<p><span class=\"ft-bold\">. . . </span>\n</p>\n<p>Today, Bachmann’s strong poll numbers in Iowa and her solid performance in the first major Republican debate means she has been accepted as a viable candidate. In Republican circles she is seen as having the potential to outshine Palin by being a smarter and more disciplined candidate who can use fiery rhetoric just as effectively.</p>\n<p><img height=\"200\" alt=\"Michele Bachmann addressing a crowd i\" width=\"300\" class=\"ft-web-inline-picture\" src=\"http://im.ft-static.com/content/images/dc89c860-a2d7-11e0-a9a4-00144feabdc0.img\"/>Last year, in the lead-up to the 2010 congressional election, Bachmann raised $13.5m, more than any other member of the House of Representatives. This year, only one Republican in the House – Speaker Boehner – has raised more than she has. In both cases, the vast majority of the money came from donations of less than $200 each, according to the Center for Responsive Politics. But they are just the kind of contributions that matter. Kent Sorenson says such small donations translate into votes and activist support, and are more valuable than the larger ones that are pouring into Mitt Romney’s coffers from wealthy individuals. “In the last reporting period, Michele had more small donors than Obama did,” he says. “She is the only one out there that can rival that.”</p>\n<p>As she ramps up her campaign, Bachmann is one of the only candidates who has nothing to prove to the Tea Party and the socially conservative Republicans who make up roughly two thirds of the party’s voters. That support alone will not secure her the nomination in a field that is still not settled; she may yet face a rival in Rick Perry, the Texas governor who has hinted at a late presidential run. </p>\n<p>“The level of stridency that we are seeing in the Republican party is such that there is a lot that wouldn’t surprise me any more,” says Charlie Cook, a non-partisan political analyst in Washington and publisher of the closely followed Cook Political Report newsletter. “In the old fashioned Republican party, she would be a joke. But in this Republican party, she is a real contender.”</p>\n<aside data-asset-type=\"pullQuote\" data-asset-name=\"asset3\"></aside><p>Back in Iowa, speaking to state senators such as Kent Sorenson who tells me that he believes the US has taken a dangerous turn toward fascism under the Obama administration, it is easy to believe that Cook is right. A new, brash, take-no-prisoners era of Republican politics is in the ascendancy.</p>\n<p>And yet Cook, a renowned election forecaster, thinks that the nomination will ultimately go to an establishment figure like Romney who can convince Republicans that he is best suited to beat Obama. If Bachmann is held to this standard alone, Cook argues with uncharacteristic hesitancy, she may not fare well.</p>\n<p>That is why, heading into the biggest political battle of her life, Michele Bachmann’s most daunting task will not be getting activists to knock on doors for her. She has already shown she can do that. </p>\n<p>Instead, she must convince the establishment she has never needed that she has what it takes to beat Obama. That includes sceptical Republicans with deep pockets on Wall Street. In this task, as in others, she ought not to be underestimated.</p>\n<p><span class=\"ft-italic\">Stephanie Kirchgaessner is the FT’s Washington correspondent </span>\n</p>\n<p><span class=\"ft-italic\">To comment on this article please e-mail </span>\n<a href=\"mailto:magazineletters@ft.com\">magazineletters@ft.com</a>\n</p>"},"lifecycle":{"initialPublishDateTime":"2011-07-01T16:31:23Z","lastPublishDateTime":"2011-07-01T16:31:23Z"},"location":{"uri":"http://www.ft.com/cms/s/2/e72ca464-a2b8-11e0-83fc-00144feabdc0.html"},"summary":{"excerpt":"Tea Party star says God led her into politics and is lauded by supporters. Can she win the White House, asks Stephanie Kirchgaessner"},"packaging":{"spHeadline":"Meet Michele"},"master":{"masterSource":"Methode","masterEntityId":"e72ca464-a2b8-11e0-83fc-00144feabdc0"},"editorial":{"subheading":"She believes that God led her into politics and is lauded by Tea Party supporters, but can she win the White House?","leadBody":"Tea Party star says God led her into politics and is lauded by supporters. Can she win the White House, asks Stephanie Kirchgaessner","standFirst":"She believes that God led her into politics and is lauded by Tea Party supporters. Now Michele Bachmann’s popularity is on the rise in the 2012 presidential race. Is she capable of winning the White House?","byline":"By Stephanie Kirchgaessner"},"provenance":{"originatingParty":"FT"},"metadata":{"primarySection":{"term":{"name":"FT Magazine","id":"OTYxNmI3YWMtY2M1OS00N2RkLWJlNWEtOGZjOGQ3ODE5YmQx-U2VjdGlvbnM=","attributes":[],"taxonomy":"sections"}},"primaryTheme":{"term":{"name":"US presidential election 2012","id":"NDBhYmYwMzQtZTkwYy00OWFhLTlmN2YtYjUyZjk1YWZjYjlh-VG9waWNz","attributes":[],"taxonomy":"topics"}},"tags":[{"term":{"name":"FT Magazine","id":"OTYxNmI3YWMtY2M1OS00N2RkLWJlNWEtOGZjOGQ3ODE5YmQx-U2VjdGlvbnM=","attributes":[],"taxonomy":"sections"}},{"term":{"name":"US presidential election 2012","id":"NDBhYmYwMzQtZTkwYy00OWFhLTlmN2YtYjUyZjk1YWZjYjlh-VG9waWNz","attributes":[],"taxonomy":"topics"}},{"term":{"name":"Features","id":"NGQ2MWQ0NDMtMDc5Mi00NWExLTlkMGQtNWZhZjk0NGExOWU2-R2VucmVz","attributes":[],"taxonomy":"genre"}},{"term":{"name":"Text","id":"ZjMwY2E2NjctMDA1Ni00ZTk4LWI0MWUtZjk5MTk2ZTMyNGVm-TWVkaWFUeXBlcw==","attributes":[],"taxonomy":"mediaType"}},{"term":{"name":"Republican_Party_US","attributes":[]}}],"brand":[],"genre":[{"term":{"name":"Features","id":"NGQ2MWQ0NDMtMDc5Mi00NWExLTlkMGQtNWZhZjk0NGExOWU2-R2VucmVz","attributes":[],"taxonomy":"genre"}}],"icb":[],"iptc":[{"term":{"name":"06002001 - endangered species","id":"MDYwMDIwMDE=-SVBUQw==","attributes":[],"taxonomy":"iptc"}},{"term":{"name":"11003000 - election","id":"MTEwMDMwMDA=-SVBUQw==","attributes":[],"taxonomy":"iptc"}},{"term":{"name":"11003008 - poll","id":"MTEwMDMwMDg=-SVBUQw==","attributes":[],"taxonomy":"iptc"}},{"term":{"name":"11008000 - local authority","id":"MTEwMDgwMDA=-SVBUQw==","attributes":[],"taxonomy":"iptc"}},{"term":{"name":"11010000 - parties and movements","id":"MTEwMTAwMDA=-SVBUQw==","attributes":[],"taxonomy":"iptc"}},{"term":{"name":"12009000 - christianity","id":"MTIwMDkwMDA=-SVBUQw==","attributes":[],"taxonomy":"iptc"}},{"term":{"name":"14006000 - family","id":"MTQwMDYwMDA=-SVBUQw==","attributes":[],"taxonomy":"iptc"}},{"term":{"name":"14006001 - parent and child","id":"MTQwMDYwMDE=-SVBUQw==","attributes":[],"taxonomy":"iptc"}}],"mediaType":[{"term":{"name":"Text","id":"ZjMwY2E2NjctMDA1Ni00ZTk4LWI0MWUtZjk5MTk2ZTMyNGVm-TWVkaWFUeXBlcw==","attributes":[],"taxonomy":"mediaType"}}],"organisations":[{"term":{"name":"Republican Party US","id":"TnN0ZWluX09OX09yZ2FuaXNhdGlvbnNfVVNfMjAwOTA5MTZfMzc1-T04=","attributes":[{"key":"is_company","value":"false"}],"taxonomy":"organisations"}}],"people":[{"term":{"name":"Barack Obama","id":"TnN0ZWluX1BOX1BvbGl0aWNpYW5fMjM=-UE4=","attributes":[],"taxonomy":"people"}},{"term":{"name":"Michele Bachmann","id":"TnN0ZWluX1BOX1BvbGl0aWNpYW5fMzM=-UE4=","attributes":[],"taxonomy":"people"}},{"term":{"name":"Mitt Romney","id":"TnN0ZWluX1BOX1VTX0Nvbm5fSk1fMjAwOTA5MTdfMzA0Mg==-UE4=","attributes":[],"taxonomy":"people"}}],"regions":[{"term":{"name":"North America","id":"TnN0ZWluX0dMX05vcnRoQW1lcmljYQ==-R0w=","attributes":[],"taxonomy":"regions"}},{"term":{"name":"America","id":"TnN0ZWluX0dMX0FtZXJpY2E=-R0w=","attributes":[],"taxonomy":"regions"}},{"term":{"name":"United States of America","id":"TnN0ZWluX0dMX1VT-R0w=","attributes":[],"taxonomy":"regions"}},{"term":{"name":"Stillwater, Minnesota","id":"TnN0ZWluX0dMX1VTX01OX011bmljaXBhbGl0eV82NTI2NDI=-R0w=","attributes":[],"taxonomy":"regions"}},{"term":{"name":"Washington, D.C.","id":"TnN0ZWluX0dMX1VTX0RDX011bmljaXBhbGl0eV81MzE4NzE=-R0w=","attributes":[],"taxonomy":"regions"}},{"term":{"name":"Des Moines, Iowa","id":"TnN0ZWluX0dMX1VTX0lBX011bmljaXBhbGl0eV80NjU5NjE=-R0w=","attributes":[],"taxonomy":"regions"}}],"sections":[{"term":{"name":"Life & Arts","id":"MTQ4-U2VjdGlvbnM=","attributes":[],"taxonomy":"sections"}},{"term":{"name":"FT Magazine","id":"OTYxNmI3YWMtY2M1OS00N2RkLWJlNWEtOGZjOGQ3ODE5YmQx-U2VjdGlvbnM=","attributes":[],"taxonomy":"sections"}}],"specialReports":[],"subjects":[{"term":{"name":"Politics","id":"MTAx-U3ViamVjdHM=","attributes":[],"taxonomy":"subjects"}},{"term":{"name":"Political Parties","id":"MTAy-U3ViamVjdHM=","attributes":[],"taxonomy":"subjects"}},{"term":{"name":"General News","id":"MTE4-U3ViamVjdHM=","attributes":[],"taxonomy":"subjects"}},{"term":{"name":"Education & Training","id":"MTU0-U3ViamVjdHM=","attributes":[],"taxonomy":"subjects"}},{"term":{"name":"Government News","id":"ODk=-U3ViamVjdHM=","attributes":[],"taxonomy":"subjects"}},{"term":{"name":"Elections","id":"OTA=-U3ViamVjdHM=","attributes":[],"taxonomy":"subjects"}}],"topics":[{"term":{"name":"US presidential election 2012","id":"NDBhYmYwMzQtZTkwYy00OWFhLTlmN2YtYjUyZjk1YWZjYjlh-VG9waWNz","attributes":[],"taxonomy":"topics"}},{"term":{"name":"Tea Party movement","id":"NDM0YTdiNTMtYjlhOS00ODNhLWFkODUtZmU1MjViMzViMmUw-VG9waWNz","attributes":[],"taxonomy":"topics"}},{"term":{"name":"US downturn","id":"NDQ=-VG9waWNz","attributes":[],"taxonomy":"topics"}}]},"images":[{"url":"http://im.ft-static.com/content/images/ed49c9a0-a2d9-11e0-a9a4-00144feabdc0.img","type":"secondary","alt":"Michele Bachmann","height":96,"width":167,"mediaType":"image/jpeg"},{"url":"http://im.ft-static.com/content/images/df54c6e4-a2d7-11e0-a9a4-00144feabdc0.img","type":"inline","alt":"Michele Bachmann","height":376,"width":566,"mediaType":"image/jpeg"},{"url":"http://im.ft-static.com/content/images/daabcc14-a2d7-11e0-a9a4-00144feabdc0.img","type":"inline","alt":"Republican support graphic","caption":"Iowa poll of support for likely participants in the state’s Republican caucuses. Conducted for the Des Moines Register in June 2011","height":823,"width":150,"mediaType":"image/jpeg"},{"url":"http://im.ft-static.com/content/images/de71f6ca-a2d7-11e0-a9a4-00144feabdc0.img","type":"inline","alt":"Bachmann supporters","caption":"Bachmann’s young fans line up to hear her speak in Iowa","height":200,"width":300,"mediaType":"image/jpeg"},{"url":"http://im.ft-static.com/content/images/e03a7cf2-a2d7-11e0-a9a4-00144feabdc0.img","type":"inline","alt":"Michele Bachmann","caption":"Bachmann with her husband Marcus","height":376,"width":566,"mediaType":"image/jpeg"},{"url":"http://im.ft-static.com/content/images/dc89c860-a2d7-11e0-a9a4-00144feabdc0.img","type":"inline","alt":"Michele Bachmann addressing a crowd i","caption":"Michele Bachmann addressing a crowd in her home town of Waterloo, Iowa, last Sunday – the day before she officially joined the presidential race","height":200,"width":300,"mediaType":"image/jpeg"}],"package":[{"id":"e3b837e6-88e8-11e1-9b8d-00144feab49a","apiUrl":"http://api.ft.com/content/items/v1/e3b837e6-88e8-11e1-9b8d-00144feab49a","packaging":{"spHeadline":"A taste of honey"},"provenance":{"originatingParty":"FT"}},{"id":"e4604212-842c-11e1-9d54-00144feab49a","apiUrl":"http://api.ft.com/content/items/v1/e4604212-842c-11e1-9d54-00144feab49a","packaging":{"spHeadline":"Twelve days in west Africa"},"provenance":{"originatingParty":"FT"}},{"id":"244f9ab8-8431-11e1-9d54-00144feab49a","apiUrl":"http://api.ft.com/content/items/v1/244f9ab8-8431-11e1-9d54-00144feab49a","packaging":{"kicker":"Twelve days in west Africa","spHeadline":"Abuja-Lagos"},"provenance":{"originatingParty":"FT"}},{"id":"25b58f0a-87ee-11e1-8a47-00144feab49a","apiUrl":"http://api.ft.com/content/items/v1/25b58f0a-87ee-11e1-8a47-00144feab49a","packaging":{"kicker":"Q&A","spHeadline":"Twelve days in west Africa"},"provenance":{"originatingParty":"FT"}},{"id":"26d9431a-8431-11e1-9d54-00144feab49a","apiUrl":"http://api.ft.com/content/items/v1/26d9431a-8431-11e1-9d54-00144feab49a","packaging":{"kicker":"Twelve days in west Africa","spHeadline":"Port Harcourt, Nigeria"},"provenance":{"originatingParty":"FT"}}],"assets":[{"type":"pullQuote","name":"asset1","fields":{"body":"<p>It took a Jimmy Carter for us to get a Ronald Reagan, and it may very well take a Barack Obama for us to get a Michele Bachmann</p>","attribution":"Kent Sorenson, Iowa state senator"}},{"type":"pullQuote","name":"asset2","fields":{"body":"<p>She has the uncanny ability to motivate activists. She has an army of people who will march for her, put up signs, give money</p>","attribution":"Bill Pulkrabek, Republican supporter"}},{"type":"pullQuote","name":"asset3","fields":{"body":"<p>In the old Republican party Michele Bachmann would have been a joke. But in today’s party she is a real contender</p>","attribution":"Charlie Cook, US political analyst"}}]}})